Repository: AlexSkrn/to_tmx
Catalog: data/Madrid System_eng-Madrid System_rus.tmx
Source language: en_us
Languages: ru_ru

source: How the Madrid System Works
ru_ru: Как работает Мадридская система

source: The International Trademark Registration Process
ru_ru: Процесс международной регистрации товарных знаков

source: Stage 1 – Application through your National or Regional IP Office (Office of origin)
ru_ru: Этап 1 – Подача заявки через ваше национальное или региональное ведомство ИС (ведомство происхождения)

source: Before you can file an international application, you need to have already registered, or have filed an application, in your “home” IP office.
ru_ru: Прежде чем вы сможете подать международную заявку, вам нужно уже зарегистрироваться или уже подать заявку в вашем «родном» ведомстве ИС.

source: The registration or application is known as the basic mark.
ru_ru: Такая регистрация или заявка известна как базовый знак.

source: You then need to submit your international application through this same IP Office, which will certify and forward it to WIPO.
ru_ru: Затем вам нужно подать международную заявку через то же самое ведомство ИС, которое заверит ее и направит ее в ВОИС.

source: Stage 2 – Formal examination by WIPO
ru_ru: Этап 2 – Формальная экспертиза, проводимая ВОИС

source: WIPO only conducts a formal examination of your international application.
ru_ru: ВОИС проводит лишь формальную экспертизу вашей международной заявки.

source: Once approved, your mark is recorded in the International Register and published in the WIPO Gazette of International Marks.
ru_ru: Получив одобрение, ваш знак заносится в Международный реестр и публикуется в Бюллетене ВОИС по международным знакам.

source: WIPO will then send you a certificate of your international registration and notify the IP Offices in all the territories where you wish to have your mark protected.
ru_ru: Затем ВОИС направит вам свидетельство о международной регистрации и уведомит ведомства ИС на всех территориях, на которых вы хотите обеспечить охрану вашего знака.

source: It is important to note that the scope of protection of an international registration is not known at this stage in the process.
ru_ru: Важно отметить, что на этом этапе процесса объем охраны международной заявки неизвестен.

source: It is only determined after substantive examination and decision by the IP Offices in the territories in which you seek protection, as outlined in Stage 3.
ru_ru: Он определяется только после проведения экспертизы по существу и после вынесения решения ведомствами ИС на тех территориях, на которых вы испрашиваете охрану, как это обрисовано в разделе, посвященном этапу 3.

source: Stage 3 – Substantive examination by National or Regional IP Offices (Office of the designated Contracting Party)
ru_ru: Этап 3 – Экспертиза по существу, проводимая национальными или региональными ведомствами (ведомство указанной Договаривающейся стороны)

source: The IP Offices of the territories where you want to protect your mark will make a decision within the applicable time limit (12 or 18 months) in accordance with their legislation.
ru_ru: Ведомства ИС на территориях, на которых вы хотите получить охрану вашего знака, примут решение в течение применимого срока (12 или 18 месяцев) в соответствии со своим законодательством.

source: WIPO will record the decisions of the IP Offices in the International Register and then notify you.
ru_ru: ВОИС произведет записи о решениях ведомств ИС в Международном реестре и затем уведомит вас.

source: If an IP Office refuses to protect your mark, either totally or partially, this decision will not affect the decisions of other IP Offices.
ru_ru: Если то или иное ведомство ИС отказывается охранять ваш знак, либо полностью, либо частично, это решение не скажется на решениях других ведомств ИС.

source: You can contest a refusal decision directly before the IP Office concerned in accordance with its legislation.
ru_ru: Вы можете оспорить решение об отказе непосредственно в причастном ведомстве ИС в соответствии с его законодательством.

source: If an IP Office accepts to protect your mark, it will issue a statement of grant of protection.
ru_ru: Если то или иное ведомство ИС соглашается охранять ваш знак, оно сделает заявление о предоставлении охраны.

source: The international registration of your mark is valid for 10 years.
ru_ru: Международная регистрация вашего знака действует на протяжении 10 лет.

source: You can renew the registration at the end of each 10-year period directly with WIPO with effect in the designated Contracting Parties concerned.
ru_ru: вы можете продлевать регистрацию в конце каждого 10-летнего периода непосредственно в ВОИС так, чтобы она действовала в соответствующей указанной Договаривающейся стороне.

source: How to Search Before Filing
ru_ru: Как вести поиск до подачи заявки

source: Before filing an international application through the Madrid System, you should search to find out if identical or similar marks already exist (or are pending) in your target markets.
ru_ru: До подачи международной заявки в рамках Мадридской системы необходимо провести поиск на предмет наличия на интересующем рынке идентичного или схожего знака (или знака, заявка на который была подана ранее).

source: Use this guide to find out how to search WIPO’s Global Brand Database before filing your application, and how to locate the trademark registers of national and regional trademark Offices.
ru_ru: В настоящем руководстве рассказывается о том, как до подачи заявки можно провести поиск в Глобальной базе данных по брендам ВОИС, а также о том, как найти реестры товарных знаков национальных и региональных ведомств по товарным знакам.

source: Searching existing trademarks is a necessary first step.
ru_ru: Поиск на предмет наличия существующих товарных знаков является необходимым первым шагом.

source: If your trademark infringes on another person’s IP rights or doesn’t comply with local laws, you may not be able to register it.
ru_ru: Если товарный знак ущемляет права другого обладателя прав или не отвечает местному законодательству, в регистрации знака может быть отказано.

source: WIPO and national/regional IP Offices provide databases that can help you find out if a mark similar to yours is already in use for the same or related goods and services.
ru_ru: ВОИС и национальные/региональные ведомства ИС имеют базы данных, с помощью которых можно узнать, не существует ли схожего знака, который уже используется в отношении тех же или однородных товаров и услуг.

source: Get started with your search using WIPO’s Global Brand Database.
ru_ru: В качестве первого шага можно провести поиск в Глобальной базе данных по брендам ВОИС.

source: Learn more.
ru_ru: Дополнительная информация приводится здесь.

source: WIPO's Global Brand Database enables you to search for trademarks registered under the Madrid System, Appellations of Origin registered under the Lisbon System, and Emblems protected under the Paris Convention 6ter.
ru_ru: Глобальная база данных по брендам ВОИС позволяет вам вести поиск товарных знаков, зарегистрированных в рамках Мадридской системы, наименований мест происхождения, зарегистрированных в рамках Лиссабонской системы, и эмблем, охраняемых в рамках статьи 6ter Парижской конвенции.

source: A number of national trademark collections are also included.
ru_ru: В нее также включен ряд национальных фондов товарных знаков.

source: Through the Global Brand Database you can:
ru_ru: Через Глобальную базу данных по брендам можно:

source: Conduct one search covering multiple sources simultaneously
ru_ru: вести один поиск, охватывающий одновременно многочисленные источники

source: Discover similar or identical word marks using a variety of search features including Boolean, proximity, word-stem, phonetic and “fuzzy” search features
ru_ru: находить схожие или идентичные словесные знаки, используя различные поисковые элементы, включая булевы операторы, операторы контекстной близости, основу слова, фонетические или «нечеткие» поисковые элементы

source: Find similar or identical image marks using the search by image function
ru_ru: находить схожие или идентичные изобразительные знаки, используя систему поиска по функции изображения

source: Although the Global Brand Database covers a number of large trademark collections, it does not include trademarks filed directly (i.e., outside the Madrid System) with a number of Contracting Parties.
ru_ru: Хотя Глобальная база данных по брендам содержит ряд крупных собраний товарных знаков, в нее не включены товарные знаки, поданные напрямую (т.е. за пределами Мадридской системы) в ряде Договаривающихся сторон.

source: It may be prudent to also search the registers of national/regional IP Offices.
ru_ru: Возможно, было бы благоразумно провести также поиск в реестрах национальных/региональных ведомств ИС.

source: The databases or registers of national/regional IP Offices provide records of trademarks filed and registered in those offices.
ru_ru: Базы данных или реестры национальных/региональных ведомств ИС содержат информацию о товарных знаках, заявленных и зарегистрированных в этих ведомствах.

source: WIPO maintains information on Contracting Parties (members) of the Madrid System, including links to IP Office websites.
ru_ru: ВОИС хранит информацию о Договаривающихся сторонах (членах) Мадридской системы, включая ссылки на веб-сайты ведомств ИС.

source: Follow these links to find national/regional registers.
ru_ru: Используйте эти ссылки, чтобы найти национальные/региональные реестры.

source: Remember that these Registers are not managed by WIPO and may be in national languages other than the three official languages of the Madrid System - English, French and Spanish.
ru_ru: Просьба учесть, что эти реестры не имеют отношения к ВОИС и могут вестись на национальных языках, не являющихся тремя официальными языками Мадридской системы (английский, испанский и французский).

source: Discovering an identical or similar mark prior to filing may be preferable to finding out afterwards.
ru_ru: Пожалуй, обнаружить идентичный или схожий товарный знак лучше до подачи заявки, чем после нее.

source: This knowledge will enable you to make appropriate filing decisions.
ru_ru: Эта информация позволит вам принять соответствующее решение о подаче заявки.

source: It is important to determine if the identical or similar mark:
ru_ru: Важно определить, относится ли идентичный или схожий знак к:

source: is for the same or related goods and/or services
ru_ru: тем же самым или родственным товарам и/или услугам;

source: is a live application or registration
ru_ru: действующей заявке или регистрации.

source: If the identical or similar mark is for unrelated goods and/or services, you may decide to proceed with your application.
ru_ru: Если идентичный или схожий товарный знак относится не к родственным товарам и/или услугам, вы можете принять решение в пользу подачи заявки.

source: Similarly, if the application has lapsed or the registration has expired, you may also wish to proceed.
ru_ru: Аналогичным образом, если заявка утратила силу или срок действия регистрации истек, вы можете сделать следующий шаг.

source: Of course, you may also elect to proceed with your application even if there is an earlier application or registered mark in a Contracting Party of interest for the same or related goods and/or services.
ru_ru: Разумеется, вы можете также подать заявку, даже если в интересующей вас Договаривающейся стороне существует более ранняя заявка или зарегистрированный знак на те же или родственные товары и/или услуги.

source: You should be aware that in such a case a provisional refusal may be raised by the concerned Office of a designated Contracting Party, on the basis that the mark conflicts with an earlier pending or registered mark.
ru_ru: В этом случае вы должны понимать, что ведомство указанной Договаривающейся стороны может поднять вопрос о предварительном отказе на том основании, что знак вступает в конфликт с более ранним находящимся на рассмотрении или зарегистрированным знаком.

source: There are a number of ways to overcome this type of refusal, but a local representative in the Contracting Party may be necessary to respond to the provisional refusal.
ru_ru: Есть ряд способов преодоления такого рода отказа, однако для того, чтобы отреагировать на предварительный отказ, может понадобиться местный представитель в Договаривающейся стороне.

source: Remember – If you need assistance to search prior to filing, or advice on strategies to avoid conflicts with already existing marks, you can consult a trademark attorney, agent or lawyer in your country or in the country of interest.
ru_ru: Помните – Если вам нужна помощь в проведении поиска до подачи заявки или консультация о стратегиях, позволяющих избежать конфликтов с уже существующими знаками, вы можете обратиться к поверенному или агенту по товарным знакам или юристу в вашей или в интересующей вас стране.

source: National/regional IP Offices usually maintain lists of registered attorneys.
ru_ru: Национальные/региональные ведомства ИС обычно имеют списки зарегистрированных поверенных.

source: Article 6ter
ru_ru: Статья 6ter

source: Article 6ter of the Paris Convention protects the flags and emblems of states that are party to the Paris Convention, as well as the names and emblems of international intergovernmental organizations (IGOs) against unauthorized registration and use as trademarks.
ru_ru: Статья 6ter Парижской конвенции охраняет флаги и эмблемы государств, являющихся участниками Парижской конвенции, а также наименования и эмблемы международных межправительственных организаций (МПО) от несанкционированной регистрации и использования в качестве товарных знаков.

source: Article 6ter applies to all states which are party to the Paris Convention for the Protection of Industrial Property.
ru_ru: Статья 6ter применяется ко всем государствам-участникам Парижской конвенции по охране промышленной собственности.

source: The protection granted by Article 6ter is also extended to the names and emblems of IGOs whose members include at least one country of the Paris Union.
ru_ru: Охрана, предоставляемая на основании статьи 6ter, распространяется также на наименования и эмблемы МПО, членами которых является по меньшей мере одна страна Парижского союза.

source: General Information on Article 6ter
ru_ru: Общая информация о статье 6ter

source: Article 6ter of the Paris Convention for the Protection of Industrial Property of 1883 (1967 Stockholm Act) was introduced into the Paris Convention by the Revision Conference of the Hague in 1925.
ru_ru: Статья 6ter Парижской конвенции по охране промышленной собственности 1883 г. (Стокгольмский акт 1967 г.) была включена в Парижскую конвенцию Конференцией по пересмотру, состоявшейся в Гааге в 1925 г.

source: It underwent some minor modifications, as to form, at the Revision Conference of London in 1934, and was more thoroughly revised by the Revision Conference of Lisbon in 1958.
ru_ru: На Конференции по пересмотру в Лондоне в 1934 г. конвенция претерпела отдельные незначительные формальные изменения, а затем была более фундаментально пересмотрена Конференцией по пересмотру, состоявшейся в Лиссабоне в 1958 г.

source: The purpose of Article 6ter is to protect armorial bearings, flags and other State emblems of the States party to the Paris Convention as well as official signs and hallmarks indicating control and warranty adopted by them.
ru_ru: Цель статьи 6ter состоит в охране гербов, флагов и других государственных эмблем государств-участников Парижской конвенции, а также принятых ими официальных знаков и клейм контроля и гарантии.

source: This protection was extended to armorial bearings, flags, other emblems, abbreviations and names of international intergovernmental organizations by the Revision Conference of Lisbon in 1958.
ru_ru: Эта охрана была распространена на гербы, флаги, другие эмблемы, сокращенные и полные наименования международных межправительственных организаций на Конференции по пересмотру в Лиссабоне в 1958 г.

source: Communication procedure
ru_ru: Процедура обмена сообщениями

source: Any emblem or other official sign mentioned above for which a State party to the Paris Convention or an international intergovernmental organization wishes to obtain protection has to be communicated to the International Bureau of WIPO, which will then communicate it to the other States party to the Paris Convention.
ru_ru: Эмблема или другой официальный знак, упомянутый выше, на который государство-участник Парижской конвенции или член международной межправительственной организации желает получить охрану, должно быть сообщено Международному бюро ВОИС, которое затем передаст это сообщение всем другим государствам-участникам Парижской конвенции.

source: Semi-annual publication
ru_ru: Публикация раз в полгода

source: The Paris Union Assembly, on the occasion of its 40th Session, which took place in Geneva from September 22 to October 1, 2008, based on the recommendation of the Standing Committee on the Law of Trademarks, Industrial Designs and Geographical Indications, decided to modernize the Article 6ter communication procedure through the introduction of electronic means of communication.
ru_ru: Ассамблея Парижского союза в ходе своей 40-й сессии, проходившей в Женеве с 22 сентября по 1 октября 2008 г., приняла решение по рекомендации Постоянного комитета по законодательству в области товарных знаков, промышленных образцов и географических указаний о модернизации предусмотренной в статье 6ter процедуры обмена сообщениями путем введения электронных сообщений.

source: Under the revised communication procedure, individual communications of signs for which protection under Article 6ter is requested by States and IGOs are replaced by a periodical electronic publication in the Article 6ter Express database.
ru_ru: В рамках пересмотренной процедуры обмена сообщениями индивидуальные сообщения о знаках, для которых государства и МПО испрашивают охрану согласно статье 6ter, заменяются периодическими электронными публикациями в базе данных «Статья 6ter Экспресс».

source: The nature of the signs concerned as well as the entity (State or IGO) having requested their protection, is published, in English and French, together with the individual reproductions of the signs concerned.
ru_ru: Указания в частности в отношении характера знаков, а также сторон (государства или МПО), запросивших их охрану, публикуются на английском и французском языках вместе с изображениями соответствующих знаков.

source: The electronic publication is made on a semi-annual basis, on the last working day of the months of March and September, respectively, according to the WIPO calendar, starting in March 2009.
ru_ru: Электронная публикация осуществляется два раза в год, соответственно, в последний рабочий день марта и сентября согласно графику работы ВОИС начиная с марта 2009 г.

source: A link to the most recent communications is inserted into the database, which indicates the communications that were received by the International Bureau during the six months previous to the publication.
ru_ru: В базе данных приводятся ссылки на последние сообщения, полученные Международным бюро в течение шести месяцев, предшествующих публикации.

source: The date of publication is considered to constitute the date of receipt of the communication by individual States party to the Paris Convention and any other party bound to apply Article 6ter of the Paris Convention.
ru_ru: Дата публикации считается датой получения сообщения соответствующего государства-участника Парижской конвенции или любой другой стороны, связанной обязательствами по статье 6ter Парижской конвенции.

source: Consequently, the time periods provided for in Article 6ter(4) and (6) of the Paris Convention are calculated as of that date of publication for all receiving States party to the Paris Convention.
ru_ru: Соответственно сроки, предусмотренные в статье 6ter (4) и (6) Парижской конвенции, исчисляются для всех получающих государств-участников Парижской конвенции начиная с этой даты публикации.

source: By consequence, this date is identical for States concerned.
ru_ru: Таким же образом эта дата является одинаковой для всех заинтересованных государств.

source: Objection
ru_ru: Возражение

source: may, within a period of 12 months from the date of publication of that communication, transmit its objections, if any, through the intermediary of the International Bureau, to the State or international intergovernmental organization at the request of which the communication was made.
ru_ru: в течение 12 месяцев с даты публикации этого сообщения может представить свои возражения - при наличии таковых - через посредство Международного бюро государству или международной межправительственной организации, по просьбе которого или которой было сделано сообщение.

source: Scope of protection
ru_ru: Объем охраны

source: The protection offered by Article 6ter to any emblem or other official signs mentioned above, is not of a general nature.
ru_ru: Предоставляемая статьей 6ter охрана на эмблему или другой официальный знак, упомянутый выше, не носит общего характера.

source: The purpose of Article 6ter is to prohibit the registration and use of trademarks which are identical to, or present a certain similarity with the above–mentioned emblems or official signs.
ru_ru: Цель статьи 6ter состоит только в запрещении регистрации и использования товарных знаков, которые являются идентичными или имеют определенное сходство с вышеуказанными эмблемами или официальными знаками.

source: Article 6ter is only applicable to trademarks and does not oblige States party to the Paris Convention to refuse or to invalidate the registration, and to prohibit use of State emblems or other official signs as a service mark or as an element of a service mark.
ru_ru: Статья 6ter применяется только к товарным знакам и не обязывает государства-участников Парижской конвенции отклонять или признавать недействительной регистрацию и запрещать использование государственных эмблем или других официальных знаков в качестве знаков обслуживания или элементов знаков обслуживания.

source: States are nevertheless free to do so, and under Article 16 of the Trademark Law Treaty (TLT) and Article 16 of the Singapore Treaty on the Law of Trademarks, States party to those Treaties are obliged to provide Article 6ter protection against registration or use as service marks.
ru_ru: Тем не менее государства могут делать это, и в соответствии со статьей 16 Договора о законах по товарным знакам (TLT) и статьей 16 Сингапурского договора о законах по товарным знакам государства-участники этих договоров обязаны предоставлять охрану согласно статье 6ter от регистрации или использования в качестве знаков обслуживания.

source: Protected signs
ru_ru: Охраняемые знаки

source: The list of the items which can be the subject of a communication under Article 6ter of the Paris Convention, at the request of a State party to that Convention comprises: armorial bearings, flags and other State emblems, as well as official signs and hallmarks indicating control and warranty adopted by the State itself.
ru_ru: Список объектов, которые могут быть предметом сообщения согласно статье 6ter Парижской конвенции по ходатайству государства-участника этой конвенции включает: гербы, флаги и другие государственные эмблемы, а также официальные знаки и клейма контроля и гарантии, принятые самим государством.

source: The expression "other State emblems" is rather vague.
ru_ru: Выражение «другие государственные эмблемы» является довольно туманным.

source: It is generally understood as referring to any emblems constituting the symbol of the sovereignty of a State.
ru_ru: Оно обычно понимается как относящееся к любым эмблемам, являющимся символом суверенности государства.
